[
  {
    "entity_type": "organization",
    "groups": [
      {
        "entity": "Injoy",
        "emails": [
          {
            "id": "5d406f421702b3511d20e273",
            "sender": "kristie.clay@digirang.tv",
            "recipients": "kelly.stout@gink.net",
            "cc": "eleanor.conley@zolarity.me",
            "subject": "Willoughby Street and Klein : qui ? ",
            "text": "Exercitation ullamco amet occaecat ipsum id occaecat dolor mollit esse ut minim irure. Ex officia laboris cupidatat dolor labore adipisicing minim nulla aute proident aliquip exercitation sunt. Quis sint sunt magna incididunt et cillum deserunt.",
            "date": "October 22, 2016 3:19 PM"
          },
          {
            "id": "5d406f42bd182ba0ccd26567",
            "sender": "kelli.quinn@icology.biz",
            "recipients": "tanner.haynes@nipaz.io",
            "cc": "bernadette.vinson@vicon.biz",
            "subject": "Rockaway Avenue and Donaldson : cupidatat ",
            "text": "Esse excepteur eiusmod eiusmod aliquip esse est commodo non ut. Cupidatat do cillum enim ullamco laborum eiusmod velit minim anim amet pariatur ex voluptate quis. Incididunt fugiat qui aliquip do aliqua in.",
            "date": "March 19, 2019 9:28 AM"
          }
        ]
      },
      {
        "entity": "Injoy",
        "emails": [
          {
            "id": "5d406f421e0760f88908ab68",
            "sender": "buck.miranda@ceprene.co.uk",
            "recipients": "shaffer.mason@digifad.org",
            "cc": "stacey.robbins@zenthall.com",
            "subject": "Bleecker Street and Newman : aute ",
            "text": "Consectetur nulla consectetur consequat esse est incididunt. Anim labore ad eiusmod laborum nostrud veniam anim veniam qui anim labore. Ad veniam duis enim qui tempor quis quis in nostrud reprehenderit. Sint ullamco amet duis duis voluptate minim non est sit occaecat.",
            "date": "March 15, 2018 6:38 AM"
          },
          {
            "id": "5d406f423c3643057cd650f0",
            "sender": "lynch.elliott@zentix.us",
            "recipients": "stephens.lynch@mediot.name",
            "cc": "sheri.pace@corecom.info",
            "subject": "Mermaid Avenue and Rodriguez : velit ",
            "text": "Irure esse ut sint qui officia quis irure. Elit commodo excepteur esse ut esse reprehenderit quis aute nulla voluptate nostrud dolore cupidatat. Ullamco exercitation aute cillum non culpa minim consequat adipisicing aute dolore. Eu nisi anim nulla magna minim minim officia cupidatat minim nulla ullamco. In non consectetur exercitation laboris est consectetur. Elit qui occaecat culpa ut culpa et incididunt nostrud culpa anim.",
            "date": "March 22, 2019 2:40 AM"
          },
          {
            "id": "5d406f423738a2b70d68ccbb",
            "sender": "simmons.bernard@imkan.tv",
            "recipients": "fitzgerald.langley@slofast.net",
            "cc": "manuela.cortez@zillidium.me",
            "subject": "Dodworth Street and Becker : officia ",
            "text": "Lorem laboris culpa irure cupidatat pariatur laborum ex. Elit sit adipisicing exercitation enim laboris aliqua esse exercitation cillum. Ut consectetur deserunt voluptate in cillum et exercitation consequat proident tempor nulla aliqua. Proident sint ea aliqua laborum et.",
            "date": "September 22, 2016 8:26 AM"
          },
          {
            "id": "5d406f42f9c63a6211f083cd",
            "sender": "bean.richmond@combot.biz",
            "recipients": "osborne.crane@genmex.io",
            "cc": "jody.kennedy@zentry.biz",
            "subject": "Emerald Street and Flowers : mollit . ",
            "text": "Duis ipsum tempor voluptate dolore amet dolor elit culpa deserunt nisi. Laborum esse nulla eiusmod occaecat enim pariatur. Est et esse deserunt ea aliquip irure sit ut.",
            "date": "January 12, 2019 7:28 AM"
          },
          {
            "id": "5d406f4230da39cff007a831",
            "sender": "hartman.aguirre@rodeocean.co.uk",
            "recipients": "erickson.tate@uplinx.org",
            "cc": "jacklyn.morin@tourmania.com",
            "subject": "Malta Street and Melendez : eu ",
            "text": "Sint aliqua occaecat deserunt ut excepteur pariatur ex nulla. Consequat ex et nulla laboris ipsum est velit exercitation sunt velit ex exercitation. Reprehenderit Lorem aliquip exercitation ullamco eiusmod in Lorem ad ad voluptate proident ullamco consectetur. Dolor ut commodo laborum amet duis.",
            "date": "January 20, 2016 1:11 AM"
          },
          {
            "id": "5d406f4291967385423e6d7d",
            "sender": "bradshaw.holcomb@eplode.us",
            "recipients": "turner.benson@greeker.name",
            "cc": "herminia.mathews@uniworld.info",
            "subject": "Nostrand Avenue and Morrow : magna ! ",
            "text": "Consequat sint enim officia laborum duis reprehenderit aliqua culpa veniam velit. Pariatur eiusmod aliquip officia ullamco qui fugiat voluptate commodo sint. Fugiat consectetur et non qui voluptate ex enim velit tempor nostrud non. Nostrud ut velit aute do dolor. In do proident quis anim. Labore aute dolor non aliqua amet veniam.",
            "date": "October 24, 2018 2:06 AM"
          }
        ]
      },
      {
        "entity": "Centregy",
        "emails": [
          {
            "id": "5d406f42e932053aae963e57",
            "sender": "charity.humphrey@kineticut.tv",
            "recipients": "patrice.cobb@xth.net",
            "cc": "holcomb.cantrell@mangelica.me",
            "subject": "Degraw Street and Solomon : eiusmod ",
            "text": "Cillum labore duis voluptate ea. Ut incididunt id do Lorem est fugiat et aliqua est nostrud aliquip mollit veniam tempor. Sunt quis ut ex dolor consequat esse. In aliqua ut ullamco sunt est.",
            "date": "March 26, 2016 3:49 PM"
          },
          {
            "id": "5d406f42832a5918d01319b8",
            "sender": "concetta.rosa@cemention.biz",
            "recipients": "louella.foley@architax.io",
            "cc": "crosby.dorsey@isonus.biz",
            "subject": "Agate Court and Mccormick : fugiat ",
            "text": "Duis occaecat ad minim ipsum ea officia excepteur consequat officia mollit. Nulla adipisicing irure anim reprehenderit enim officia commodo cupidatat cillum Lorem non pariatur ex. Pariatur ullamco laboris minim enim in consequat culpa ipsum consectetur ullamco deserunt. Cillum qui ipsum minim exercitation mollit ullamco aliquip ut. Tempor ea enim labore Lorem laboris elit ex occaecat est Lorem veniam nulla eiusmod. Veniam ipsum fugiat voluptate dolor mollit quis.",
            "date": "January 7, 2019 8:49 PM"
          }
        ]
      },
      {
        "entity": "Portica",
        "emails": [
          {
            "id": "5d406f425042a821fa47e8c1",
            "sender": "colon.holmes@cablam.co.uk",
            "recipients": "misty.clements@locazone.org",
            "cc": "lindsay.nunez@centrexin.com",
            "subject": "Hope Street and Stone : non ",
            "text": "Elit laborum laborum ad qui consectetur incididunt ex. Pariatur incididunt dolore esse sunt eiusmod in occaecat. Cillum ex nisi aute voluptate voluptate. Proident laboris reprehenderit voluptate aliqua do. Nisi commodo aliquip ad ea ut aliqua eiusmod laboris irure eiusmod aliqua. Duis anim ad ipsum esse.",
            "date": "May 12, 2016 4:25 PM"
          },
          {
            "id": "5d406f42278d39a8ff2a7ee6",
            "sender": "russo.vincent@ovolo.us",
            "recipients": "candice.delgado@gallaxia.name",
            "cc": "park.blevins@besto.info",
            "subject": "Varanda Place and Vasquez : non ? ",
            "text": "Anim pariatur sit reprehenderit qui et amet in sit ut nulla sunt qui deserunt in. Esse veniam sint aliqua dolore eu consectetur cillum pariatur duis sint aute labore. Labore ipsum veniam anim ipsum enim eu aliquip sit incididunt in do reprehenderit cupidatat. Cupidatat esse velit est in officia reprehenderit occaecat. Anim dolore ea ex esse ullamco adipisicing adipisicing.",
            "date": "January 21, 2016 9:21 AM"
          },
          {
            "id": "5d406f427cb2f368f7391155",
            "sender": "middleton.gibbs@miracula.tv",
            "recipients": "leslie.velazquez@minga.net",
            "cc": "cote.wong@vurbo.me",
            "subject": "Amboy Street and Forbes : cupidatat . ",
            "text": "Ex eiusmod culpa reprehenderit anim enim amet eiusmod voluptate consectetur. Ad reprehenderit amet non dolore fugiat pariatur consequat do non aliquip officia qui est Lorem. Veniam incididunt aliqua Lorem ea ullamco. Nisi aute incididunt occaecat ad nulla. Elit veniam nulla irure laboris do adipisicing.",
            "date": "July 5, 2018 2:54 AM"
          }
        ]
      }
    ]
  }
]
