[
  {
    "entity_type": "person",
    "groups": [
      {
        "entity": "Gonzales Black",
        "emails": [
          {
            "id": "5d406e0ee04b6c610ee587bf",
            "sender": "stewart.marquez@chillium.org",
            "recipients": "valentine.mccray@anarco.us",
            "cc": "lynette.doyle@bytrex.co.uk",
            "subject": "Taaffe Place and Curtis : occaecat ",
            "text": "Magna commodo ea veniam proident pariatur duis adipisicing aliqua culpa dolor sit ad non. Ad enim anim id esse incididunt id eu consequat irure cupidatat velit irure ut enim. Anim proident est eiusmod magna proident veniam eiusmod enim in. Magna irure est culpa sit eiusmod sunt aliquip officia laboris officia cupidatat sunt enim. Velit ut adipisicing voluptate velit nisi commodo sit in irure nostrud incididunt qui nostrud. Adipisicing duis eu sint in irure enim deserunt consectetur consectetur minim aute duis nostrud. In magna eu non sint et tempor.",
            "date": "October 27, 2016 3:10 PM"
          },
          {
            "id": "5d406e0e14e112bd0d02ebdf",
            "sender": "walls.riley@ewaves.io",
            "recipients": "palmer.vaughn@collaire.me",
            "cc": "ester.contreras@remold.net",
            "subject": "Herkimer Place and Mullen : sint ? ",
            "text": "Duis reprehenderit deserunt eiusmod esse. Voluptate ullamco non Lorem magna nostrud ad mollit. Commodo tempor reprehenderit ex culpa cupidatat nulla in dolor. Voluptate sunt aliquip mollit Lorem anim irure ex laborum excepteur. Sint est nostrud excepteur ut ea quis ex reprehenderit. Sunt consectetur culpa amet in sunt officia incididunt minim laboris aliquip.",
            "date": "March 9, 2018 7:20 AM"
          }
        ]
      },
      {
        "entity": "Edwards Swanson",
        "emails": [
          {
            "id": "5d406e0e311659338ac60d23",
            "sender": "briggs.parrish@manufact.info",
            "recipients": "matthews.yates@zillan.name",
            "cc": "katie.kaufman@tubalum.com",
            "subject": "Knapp Street and Cummings : eu ",
            "text": "Duis in duis pariatur in enim velit. Tempor duis nulla id irure nisi laborum. Lorem ut tempor laborum veniam aute est.",
            "date": "January 15, 2018 12:05 PM"
          }
        ]
      },
      {
        "entity": "Zimmerman Rosario",
        "emails": [
          {
            "id": "5d406e0e28b71f18f91f18f9",
            "sender": "elvia.watkins@exospeed.biz",
            "recipients": "kelly.mcclure@rodemco.ca",
            "cc": "owens.long@comstar.tv",
            "subject": "Williamsburg Street and Gutierrez : fugiat ",
            "text": "Culpa Lorem laborum exercitation commodo sint. Adipisicing ad fugiat enim ad excepteur. Ipsum aliquip in et voluptate. Sint velit est exercitation id ut.",
            "date": "March 10, 2016 1:57 PM"
          },
          {
            "id": "5d406e0eab551f643f38562d",
            "sender": "staci.glenn@inventure.org",
            "recipients": "mia.sears@exerta.us",
            "cc": "wynn.vaughan@vantage.co.uk",
            "subject": "Bush Street and Estrada : cillum ",
            "text": "Consequat occaecat do velit tempor nulla officia laboris qui quis cillum sit nostrud amet quis. Ea officia cillum enim consectetur cillum amet in minim cupidatat nisi qui ullamco Lorem ut. Incididunt in cillum irure sit sunt irure fugiat ad. Ullamco nostrud laboris duis sit irure deserunt occaecat fugiat ut. Occaecat id labore incididunt incididunt. Commodo enim qui sunt laboris enim. Incididunt consectetur elit culpa do aute tempor deserunt ut pariatur velit eu duis.",
            "date": "October 17, 2017 6:50 AM"
          },
          {
            "id": "5d406e0e743bc28433c10818",
            "sender": "irma.padilla@volax.io",
            "recipients": "gail.foley@dentrex.me",
            "cc": "dickerson.wooten@mondicil.net",
            "subject": "Reed Street and Hicks : occaecat ",
            "text": "Reprehenderit occaecat et cupidatat cillum pariatur consectetur in culpa sit esse. Incididunt id veniam occaecat nulla eu tempor magna sint do sit mollit amet. Fugiat duis deserunt duis labore non proident duis aliqua eu cillum exercitation ut cillum fugiat. Aute do quis ut culpa in voluptate fugiat. Exercitation consequat ea enim aliquip incididunt laborum minim ea irure. Labore pariatur dolor enim labore reprehenderit ullamco id magna quis veniam laboris velit velit.",
            "date": "June 30, 2017 1:02 PM"
          },
          {
            "id": "5d406e0e0ff06f360c513f49",
            "sender": "bridgette.ward@greeker.info",
            "recipients": "faith.castaneda@ziggles.name",
            "cc": "gamble.howell@enthaze.com",
            "subject": "Elm Avenue and Brennan : ad ",
            "text": "Minim reprehenderit eiusmod magna exercitation incididunt irure sunt consectetur non. Adipisicing elit ex eiusmod pariatur ea velit velit ullamco et et fugiat deserunt. Nostrud et officia elit ex quis aliqua excepteur. Mollit et cillum minim et elit ex occaecat. Labore mollit excepteur sint sit ex minim voluptate enim eu adipisicing officia ad. Duis cupidatat duis et cillum eiusmod. Eu qui officia dolore officia tempor voluptate incididunt do id minim.",
            "date": "November 27, 2016 9:24 PM"
          },
          {
            "id": "5d406e0eb35eaf95af78044e",
            "sender": "althea.ballard@shopabout.biz",
            "recipients": "kristy.leonard@rugstars.ca",
            "cc": "gomez.dixon@kongle.tv",
            "subject": "Court Square and Benton : exercitation . ",
            "text": "Do ullamco velit tempor tempor qui commodo excepteur. Reprehenderit cillum minim cillum occaecat duis quis exercitation velit excepteur id enim fugiat aliquip. Enim laborum deserunt ullamco enim duis quis velit consequat excepteur Lorem et tempor. Quis nulla duis est in magna. Adipisicing nisi occaecat eu ea. Sunt velit labore est pariatur. Consequat qui ad cillum laborum elit nulla in.",
            "date": "August 7, 2017 5:30 PM"
          },
          {
            "id": "5d406e0e50f58b681f99f0ee",
            "sender": "tabatha.garner@netropic.org",
            "recipients": "janine.henry@earthplex.us",
            "cc": "dejesus.conley@zerbina.co.uk",
            "subject": "Liberty Avenue and Mitchell : id . ",
            "text": "Excepteur magna laboris minim est irure non quis ipsum eu. Mollit dolore enim laborum amet. Ut officia qui consequat quis qui consequat aliquip. Dolor labore cupidatat incididunt fugiat.",
            "date": "May 27, 2017 7:24 PM"
          }
        ]
      },
      {
        "entity": "Bauer Albert",
        "emails": [
          {
            "id": "5d406e0eafe6a5912851ad82",
            "sender": "petty.sherman@opportech.io",
            "recipients": "alyssa.deleon@zaggle.me",
            "cc": "viola.christensen@elemantra.net",
            "subject": "Lott Street and Wyatt : nulla ! ",
            "text": "Ad nostrud fugiat voluptate dolore. Cillum laboris et duis non ea mollit eu culpa anim pariatur incididunt. Qui sit consequat minim ipsum magna amet magna occaecat culpa occaecat.",
            "date": "March 11, 2018 8:30 PM"
          },
          {
            "id": "5d406e0e7ea197a337e0249b",
            "sender": "hammond.townsend@koogle.info",
            "recipients": "melisa.bray@noralex.name",
            "cc": "nanette.klein@globoil.com",
            "subject": "Hill Street and Strickland : et ? ",
            "text": "Cillum est non magna est voluptate. Deserunt in enim ad proident sunt aliqua excepteur dolore eu ex occaecat. Pariatur tempor est irure incididunt nulla veniam est aliquip ipsum. Eiusmod culpa fugiat in ut consequat nostrud reprehenderit Lorem mollit reprehenderit consectetur.",
            "date": "July 16, 2018 7:32 PM"
          },
          {
            "id": "5d406e0e3935ee80a866fd2a",
            "sender": "curtis.hammond@fishland.biz",
            "recipients": "leah.walker@singavera.ca",
            "cc": "muriel.macias@flexigen.tv",
            "subject": "Quentin Street and Mendoza : qui . ",
            "text": "Dolore duis aliquip nulla mollit. Quis officia adipisicing minim ipsum veniam id minim ipsum exercitation deserunt culpa pariatur duis. Proident aliqua eiusmod magna ut minim laboris ea dolore magna proident aliqua velit pariatur fugiat. Occaecat excepteur ad nostrud deserunt quis commodo ullamco adipisicing. Enim exercitation aute incididunt irure non in sint reprehenderit proident nisi. Lorem incididunt fugiat adipisicing eu elit enim quis anim sit pariatur. Occaecat culpa nisi non aute adipisicing reprehenderit.",
            "date": "January 23, 2017 7:59 AM"
          },
          {
            "id": "5d406e0eb47655fded4651e1",
            "sender": "bradshaw.nunez@circum.org",
            "recipients": "jenifer.rush@enaut.us",
            "cc": "teri.knapp@isologix.co.uk",
            "subject": "Voorhies Avenue and Tillman : exercitation . ",
            "text": "Ipsum sint velit sit duis magna laborum ut voluptate consectetur nisi amet fugiat velit Lorem. In proident quis dolore voluptate commodo laboris voluptate ullamco Lorem officia. Aliquip pariatur in exercitation eiusmod incididunt laboris id mollit anim excepteur reprehenderit consectetur est. Elit nostrud magna non nulla est duis non ut et quis aliquip id in. Aliqua sit sit incididunt qui reprehenderit ut est. Irure elit qui laborum ut sit ipsum dolore. Ut esse culpa deserunt aute proident ipsum velit elit id veniam aliquip irure cupidatat.",
            "date": "July 14, 2016 10:26 PM"
          },
          {
            "id": "5d406e0edc2bb08215ff4650",
            "sender": "rocha.webb@qaboos.io",
            "recipients": "angeline.short@trollery.me",
            "cc": "yvonne.bailey@anocha.net",
            "subject": "Rapelye Street and Snider : dolor . ",
            "text": "Aliquip ea laboris amet id sint duis ad adipisicing incididunt. Esse dolor non pariatur ad. Proident fugiat nulla consequat cupidatat. Est tempor qui id amet ex ea. Cupidatat pariatur aliqua nisi culpa mollit. Et cillum est amet commodo culpa exercitation. Ullamco proident incididunt dolor ut tempor ex incididunt enim esse esse nulla nisi ex magna.",
            "date": "November 25, 2018 6:01 AM"
          },
          {
            "id": "5d406e0e606386e899ee5a4f",
            "sender": "hawkins.booth@translink.info",
            "recipients": "janie.baxter@golistic.name",
            "cc": "mari.talley@ozean.com",
            "subject": "Evergreen Avenue and Morin : do . ",
            "text": "Sunt ipsum ea mollit magna aute. Aliquip est velit occaecat sit eu. Et pariatur fugiat cillum pariatur. Lorem incididunt ut amet ipsum. Nisi sunt anim ut sit velit. Est elit ea ut ullamco consectetur veniam irure aliqua nostrud consequat qui ullamco. Cillum esse enim aute laborum amet.",
            "date": "December 12, 2016 10:37 AM"
          },
          {
            "id": "5d406e0eaee16b419fbc1213",
            "sender": "bowers.patterson@sunclipse.biz",
            "recipients": "vivian.barry@exospace.ca",
            "cc": "marcy.osborn@wrapture.tv",
            "subject": "Terrace Place and Langley : et ",
            "text": "Enim dolor nostrud duis tempor in ea veniam aliqua. Labore sint eiusmod aliquip cillum id adipisicing et excepteur quis voluptate anim. Ipsum consectetur est commodo excepteur nisi enim enim ipsum tempor ex sunt in nulla adipisicing. Excepteur laboris sint non fugiat consequat consectetur elit consectetur. Magna nostrud adipisicing officia dolore. Non nostrud amet mollit qui tempor consequat aliqua do nisi proident exercitation et commodo.",
            "date": "October 30, 2016 6:44 AM"
          },
          {
            "id": "5d406e0e82dd2f113ca07a09",
            "sender": "cash.golden@keeg.org",
            "recipients": "bethany.drake@snips.us",
            "cc": "krystal.romero@miracula.co.uk",
            "subject": "Cypress Avenue and Nelson : sint . ",
            "text": "Do et dolor Lorem id laboris nulla id commodo velit duis. Incididunt quis consequat adipisicing pariatur. Labore nulla deserunt minim laboris culpa enim qui. Veniam quis proident sint do culpa ea commodo sit proident exercitation sint labore consectetur. Labore veniam ipsum culpa nostrud consectetur occaecat reprehenderit incididunt dolore cillum ea officia.",
            "date": "February 26, 2019 4:35 AM"
          }
        ]
      }
    ]
  }
]